Repository: XianYuLauncher/XianYuLauncher
Catalog: XianYuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn, zh_tw

# ErrorAnalysis_ClearLogButton.Content
source: Clear Logs
zh_cn: 清空日志
zh_tw: 清空日誌

# ErrorAnalysis_LogDetails.Text
source: Real-time Log Details
zh_cn: 实时日志详情
zh_tw: 實時日誌詳情

# ErrorAnalysis_AiPanel.SectionTitle
source: Crash Analysis
zh_tw: 崩潰分析

# ErrorAnalysis_NoErrorInfoText
source: No analysis content because Minecraft hasn't crashed yet...
zh_tw: 沒有分析內容，因為 Minecraft 還沒崩潰...

# ErrorAnalysis_AnalysisCanceledText
source: Analysis canceled.
zh_tw: 分析已取消。

# ErrorAnalysis_AnalysisFailedText
source: Analysis failed: {0}
zh_tw: 分析失敗: {0}

# ErrorAnalysis_EmptyAssistantResponseText
source: The AI returned no content. Please try again, or verify that the current endpoint/model supports streaming responses.
zh_tw: AI 沒有返回任何內容。請稍後重試，或檢查當前介面/模型是否支援流式輸出。

# ErrorAnalysis_ImageFallbackRetryText
source: This model does not support image input. The request was retried with text only.
zh_tw: 當前模型不支援圖片輸入，已自動忽略圖片並按文字內容重試。

# ErrorAnalysis_ImageFallbackRequiresUserText
source: This model does not support image input, and this message has no text content. Please add a text description and try again.
zh_tw: 當前模型不支援圖片輸入，且這條訊息沒有文字內容，無法自動回退重試。請補充文字描述後再試。

# VersionManagerPage_SelectAllText
source: Select All
zh_cn: 全选
zh_tw: 全選

# VersionManagerPage_UnselectAllText
source: Unselect All
zh_cn: 取消全选
zh_tw: 取消全選

# VersionManagerPage_UpdatingModsText
source: Updating Mods
zh_cn: 正在更新Mod
zh_tw: 正在更新 Mod

# VersionManagerPage_MigratingModsText
source: Migrating Mods
zh_cn: 正在迁移Mod
zh_tw: 正在遷移 Mod

# VersionManagerPage_PreparingModTransferText
source: Preparing to transfer Mods...
zh_cn: 正在准备转移Mod...
zh_tw: 正在準備轉移 Mod...

# VersionManagerPage_UpdatedAndMovedText
source: Updated and Moved
zh_cn: 已更新并转移
zh_tw: 已更新並轉移

# VersionManagerPage_VersionsUpdatedText
source: versions updated
zh_cn: 个版本已更新
zh_tw: 個版本已更新

# VersionManagerPage_VersionsUpToDateText
source: versions up to date
zh_cn: 个版本已为最新版
zh_tw: 個版本已為最新版

# VersionManagerPage_ModMovedSuccessText
source: Moved Successfully
zh_cn: 成功转移
zh_tw: 成功轉移

# VersionManagerPage_ModCopiedText
source: Copied Directly
zh_cn: 直接复制
zh_tw: 直接複製

# VersionManagerPage_ModIncompatibleText
source: Incompatible with this version/loader, removed
zh_cn: 不兼容此版本/加载器,被移除
zh_tw: 不相容此版本/載入器,被移除

# VersionManagerPage_ModMoveFailedText
source: Move Failed
zh_cn: 转移失败
zh_tw: 轉移失敗

# VersionManagerPage_UnknownStatusText
source: Unknown Status
zh_cn: 未知状态
zh_tw: 未知狀態

# VersionManagerPage_UpdateResultDialog.Title
source: Update Completed
zh_cn: 更新完成
zh_tw: 更新完成

# VersionManagerPage_DragDropTip.Text
source: Release to add files
zh_cn: 释放以添加文件
zh_tw: 釋放以新增檔案

# VersionManagerPage_OpenFolderButton.Content
source: Open Folder
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# VersionManagerPage_RefreshButton.Content
source: Refresh Data
zh_cn: 刷新数据
zh_tw: 重新整理資料

# VersionManagerPage_MemoryAllocationTitle.Text
source: Memory Allocation
zh_cn: 内存分配
zh_tw: 記憶體分配

# VersionManagerPage_AutoMemoryAllocation.Text
source: Auto Allocation
zh_cn: 自动分配
zh_tw: 自動分配

# VersionManagerPage_InitialHeapMemory.Text
source: Initial Heap Memory (-Xms)
zh_cn: 初始堆内存 (-Xms)
zh_tw: 初始堆記憶體 (-Xms)

# VersionManagerPage_MaximumHeapMemory.Text
source: Maximum Heap Memory (-Xmx)
zh_cn: 最大堆内存 (-Xmx)
zh_tw: 最大堆記憶體 (-Xmx)

# VersionManagerPage_JavaSettingsTitle.Text
source: Java Settings
zh_cn: Java设置
zh_tw: Java 設定

# VersionManagerPage_JavaSettingMode.Text
source: Java Setting Mode
zh_cn: Java设置模式
zh_tw: Java 設定模式

# VersionManagerPage_FollowGlobalSetting.Content
source: Follow Global Settings
zh_cn: 跟随全局设置
zh_tw: 跟隨全域性設定

# VersionManagerPage_SelectJava.Content
source: Select Java
zh_cn: 单选Java
zh_tw: 單選 Java

# VersionManagerPage_JavaPath.Text
source: Java Path
zh_cn: Java路径
zh_tw: Java 路徑

# VersionManagerPage_BrowseButton.Content
source: Browse
zh_cn: 浏览
zh_tw: 瀏覽

# VersionManagerPage_BrowseJavaPlaceholder.Text
source: Select Java Path
zh_cn: 选择Java路径
zh_tw: 選擇 Java 路徑

# VersionManagerPage_ResolutionSettingTitle.Text
source: Launch Resolution
zh_cn: 启动分辨率
zh_tw: 啟動解析度

# VersionManagerPage_Width.Text
source: Width
zh_cn: 宽度
zh_tw: 寬度

# VersionManagerPage_Height.Text
source: Height
zh_cn: 高度
zh_tw: 高度

# VersionManagerPage_SettingsTab.Text
source: Settings
zh_cn: 设置
zh_tw: 設定

# VersionManagerPage_ModManagementTab.Text
source: Mods
zh_cn: Mod管理
zh_tw: Mod 管理

# VersionManagerPage_ShaderManagementTab.Text
source: Shaders
zh_cn: 光影管理
zh_tw: 光影管理

# VersionManagerPage_ResourcePackManagementTab.Text
source: Resource Packs
zh_cn: 资源包管理
zh_tw: 資源包管理

# VersionManagerPage_DatapackManagementTab.Text
source: Datapacks
zh_cn: 数据包管理
zh_tw: 資料包管理

# VersionManagerPage_ScreenshotManagementTab.Text
source: Screenshots
zh_cn: 截图管理
zh_tw: 截圖管理

# VersionManagerPage_MapManagementTab.Text
source: Maps
zh_cn: 地图管理
zh_tw: 地圖管理

# VersionManagerPage_NoShadersTitle.Text
source: No shaders for current version
zh_cn: 当前版本没有光影
zh_tw: 當前版本沒有光影

# VersionManagerPage_NoShadersDescription.Text
source: Drag shaders to the launcher to add them
zh_cn: 拖动要添加的光影至启动器以添加光影
zh_tw: 拖動要新增的光影至啟動器以新增光影

# VersionManagerPage_NavigateToShaderPageButton.Content
source: Go to Shaders Page
zh_cn: 前往光影页面
zh_tw: 前往光影頁面

# VersionManagerPage_NoResourcePacksTitle.Text
source: No resource packs for current version
zh_cn: 当前版本没有资源包
zh_tw: 當前版本沒有資源包

# VersionManagerPage_NoResourcePacksDescription.Text
source: Drag resource packs to the launcher to add them
zh_cn: 拖动要添加的资源包至启动器以添加资源包
zh_tw: 拖動要新增的資源包至啟動器以新增資源包

# VersionManagerPage_NavigateToResourcePackPageButton.Content
source: Go to Resource Packs Page
zh_cn: 前往资源包页面
zh_tw: 前往資源包頁面

# VersionManagerPage_NoDatapacksTitle.Text
source: No datapacks for current version
zh_cn: 当前版本没有数据包
zh_tw: 當前版本沒有資料包

# VersionManagerPage_NoDatapacksDescription.Text
source: Drag datapacks to the launcher to add them
zh_cn: 拖动要添加的数据包至启动器以添加数据包
zh_tw: 拖動要新增的資料包至啟動器以新增資料包

# VersionManagerPage_NavigateToDatapackPageButton.Content
source: Go to Datapacks Page
zh_cn: 前往数据包页面
zh_tw: 前往資料包頁面

# VersionManagerPage_NoScreenshotsTitle.Text
source: No screenshots for current version
zh_cn: 当前版本没有截图
zh_tw: 當前版本沒有截圖

# VersionManagerPage_NoScreenshotsDescription.Text
source: Game screenshots will be displayed here
zh_cn: 游戏截图将显示在这里
zh_tw: 遊戲截圖將顯示在這裡

# VersionManagerPage_NoMapsTitle.Text
source: No maps for current version
zh_cn: 当前版本没有地图
zh_tw: 當前版本沒有地圖

# VersionManagerPage_NoMapsDescription.Text
source: Drag maps to the launcher to add them
zh_cn: 拖动要添加的地图至启动器以添加地图
zh_tw: 拖動要新增的地圖至啟動器以新增地圖

# VersionManagerPage_NavigateToMapPageButton.Content
source: Go to Maps Page
zh_cn: 前往地图页面
zh_tw: 前往地圖頁面

# VersionManagerPage_Title
source: Version
zh_cn: 版本管理
zh_tw: 版本管理

# VersionManagerPage_Subtitle_WithVersion
source: Manage version
zh_cn: 管理版本
zh_tw: 管理版本

# VersionManagerPage_Subtitle_Components
source: components and resources
zh_cn: 的组件和资源
zh_tw: 的元件和資源

# VersionManagerPage_Subtitle_SelectVersion
source: Please select a version to manage
zh_cn: 请选择一个版本进行管理
zh_tw: 請選擇一個版本進行管理

# ResourceItemOptionsText.Text
source: Player Settings
zh_tw: 玩家遊戲設定

# ResourceItemMods.Text
source: Mods
zh_tw: 模組

# ResourceItemShaderpacks.Text
source: Shader Packs
zh_tw: 光影

# ResourceItemResourcepacks.Text
source: Resource Packs
zh_tw: 資源包

# ResourceItemConfig.Text
source: Config Files
zh_tw: 配置檔案

# VersionManagerPage_DeleteScreenshotMenuItem.Text
source: Delete
zh_cn: 删除
zh_tw: 刪除

# VersionManagerPage_SaveScreenshotAsMenuItem.Text
source: Save As
zh_cn: 另存为
zh_tw: 另存為

# VersionManagerPage_AutoMemoryToggle.OnContent
source: On
zh_cn: 开启
zh_tw: 開啟

# VersionManagerPage_AutoMemoryToggle.OffContent
source: Off
zh_cn: 关闭
zh_tw: 關閉

# VersionManagerPage_NoModsTitle.Text
source: No Mods for current version
zh_cn: 当前版本没有Mod
zh_tw: 當前版本沒有 Mod

# VersionManagerPage_NoModsDescription.Text
source: Drag Mods to the launcher to add them
zh_cn: 拖动要添加的Mod至启动器以添加Mod
zh_tw: 拖動要新增的 Mod 至啟動器以新增 Mod

# VersionManagerPage_NavigateToModPageButton.Content
source: Go to Mod Page
zh_cn: 前往Mod页面
zh_tw: 前往 Mod 頁面

# VersionManagerPage_DeleteButton.Content
source: Delete
zh_cn: 删除
zh_tw: 刪除

# VersionManagerPage_EnabledText.OnContent
source: Enabled
zh_cn: 启用
zh_tw: 啟用

# VersionManagerPage_DisabledText.OffContent
source: Disabled
zh_cn: 禁用
zh_tw: 禁用

# Settings_ClearAllCache.Content
source: Clear All Cache
zh_cn: 清理所有缓存
zh_tw: 清理所有快取

# Settings_ClearImageCache.Content
source: Clear Image Cache
zh_cn: 清理图片缓存
zh_tw: 清理圖片快取

# Settings_CacheDescription.Text
source: Cache is used to speed up resource list loading. After clearing, it will be re-downloaded on next access
zh_cn: 缓存用于加速资源列表加载，清理后下次访问时会重新下载
zh_tw: 快取用於加速資源列表載入，清理後下次訪問時會重新下載

# VersionListPage_GenerateLaunchScriptMenuItem.Text
source: Generate Launch Script
zh_cn: 生成启动参数
zh_tw: 生成啟動引數

# VersionListPage_CompleteVersionMenuItem.Text
source: Complete Version
zh_cn: 版本补全
zh_tw: 版本補全

# VersionListPage_CompleteVersionDialog.Title
source: Complete Version
zh_cn: 版本补全
zh_tw: 版本補全

# VersionListPage_CompleteVersionDialog.CloseButtonText
source: Close
zh_cn: 关闭
zh_tw: 關閉

# LaunchPage_NewsAndAnnouncements.Text
source: News & Announcements
zh_cn: 新闻与公告
zh_tw: 新聞與公告

# LaunchPage_ViewMore.Content
source: View More
zh_cn: 查看更多
zh_tw: 檢視更多

# LaunchPage_LauncherChangelog
source: XianYu Launcher Changelog
zh_tw: XianYu Launcher 更新日誌

# LaunchPage_ModRecommendation
source: Mod Recommendation:
zh_tw: Mod 推薦：

# NewsListPage_Title.Text
source: News & Announcements
zh_cn: 新闻与公告
zh_tw: 新聞與公告

# NewsListPage_Subtitle.Text
source: Minecraft Java Edition Updates
zh_cn: Minecraft Java 版更新动态
zh_tw: Minecraft Java 版更新動態

# NewsListPage_RefreshButton.ToolTipService.ToolTip
source: Refresh
zh_cn: 刷新
zh_tw: 重新整理

# NewsListPage_FilterAll.Content
source: All
zh_cn: 全部
zh_tw: 全部

# NewsListPage_FilterRelease.Content
source: Release
zh_cn: 正式版
zh_tw: 正式版

# NewsListPage_FilterSnapshot.Content
source: Snapshot
zh_cn: 快照
zh_tw: 快照

# NewsListPage_Loading.Text
source: Loading...
zh_cn: 加载中...
zh_tw: 載入中...

# NewsDetailPage_Title.Text
source: News Details
zh_cn: 新闻详情
zh_tw: 新聞詳情

# NewsDetailPage_UpdateContent.Text
source: Update Content
zh_cn: 更新内容
zh_tw: 更新內容

# NewsDetailPage_Loading.Text
source: Loading details...
zh_cn: 加载详细内容...
zh_tw: 載入詳細內容...

# NewsDetailPage_FullChangelogHint.Text
source: For full changelog, please visit the official Minecraft website
zh_cn: 完整更新日志请访问 Minecraft 官网
zh_tw: 完整更新日誌請訪問 Minecraft 官網

# NewsType_Release
source: Release
zh_cn: 正式版
zh_tw: 正式版

# NewsType_Snapshot
source: Snapshot
zh_cn: 快照
zh_tw: 快照

# Settings_SelectModrinthDownloadSource.Text
source: Modrinth Download Source
zh_cn: Modrinth下载源
zh_tw: Modrinth 下載源

# Settings_ModrinthDownloadSource_Official.Content
source: Official
zh_cn: 官方源
zh_tw: 官方源

# Settings_ModrinthDownloadSource_MCIM.Content
source: MCIM Mirror
zh_cn: MCIM镜像源
zh_tw: MCIM 映象源

# Settings_ModrinthDownloadSourceDescription.Text
source: Select download source for Modrinth resources (Mods, Resource Packs, etc.). MCIM mirror can speed up downloads in China
zh_cn: 选择Modrinth资源（Mod、资源包等）的下载源，MCIM镜像可加速国内下载
zh_tw: 選擇 Modrinth 資源（Mod、資源包等）的下載源，MCIM 映象可加速國內下載

# Settings_CommunityDownloadSource_Official.Content
source: Official
zh_cn: 官方源
zh_tw: 官方源

# Settings_CommunityDownloadSource_MCIM.Content
source: MCIM Mirror
zh_cn: MCIM镜像源
zh_tw: MCIM 映象源

# Settings_CommunityDownloadSourceDescription.Text
source: Select download source for Modrinth and CurseForge resources (Mods, Resource Packs, Modpacks, etc.). MCIM mirror can speed up downloads in China
zh_cn: 选择Modrinth和CurseForge资源（Mod、资源包、整合包等）的下载源，MCIM镜像可加速国内下载
zh_tw: 選擇 Modrinth 和 CurseForge 資源（Mod、資源包、整合包等）的下載源，MCIM 映象可加速國內下載

# Settings_CustomDownloadSources.Header
source: Custom Download Sources
zh_tw: 自定義下載源

# Settings_CustomDownloadSources.Description
source: Add and manage custom mirror sites
zh_tw: 新增和管理自定義映象站

# Settings_AddCustomSource.Content
source: Add
zh_tw: 新增

# Settings_ImportConfig.Content
source: Import
zh_tw: 匯入

# Settings_ExportConfig.Content
source: Export
zh_tw: 匯出

# Settings_AutoUpdateCheck_Always.Content
source: Show popup on every launch
zh_cn: 每次启动弹窗
zh_tw: 每次啟動彈窗

# Settings_AutoUpdateCheck_ImportantOnly.Content
source: Only show popup for important updates
zh_cn: 除重要更新外均不弹窗
zh_tw: 除重要更新外均不彈窗

# Settings_AutoUpdateCheckDescription.Text
source: Choose how to check for updates automatically
zh_cn: 选择自动检查更新的方式
zh_tw: 選擇自動檢查更新的方式

# Settings_CheckForUpdates.Content
source: Check for Updates
zh_cn: 检查更新
zh_tw: 檢查更新

# ResourceDownloadPage_ModSearchBox.PlaceholderText
source: Search mods...
zh_cn: 搜索Mod...
zh_tw: 搜尋 Mod...

# ResourceDownloadPage_ShaderPackSearchBox.PlaceholderText
source: Search shaders...
zh_cn: 搜索光影...
zh_tw: 搜尋光影...

# ResourceDownloadPage_ResourcePackSearchBox.PlaceholderText
source: Search resource packs...
zh_cn: 搜索资源包...
zh_tw: 搜尋資源包...

# VersionListPage_ExportModpackDialog_OfflineModeWarningInfoBar.Title
source: License Warning
zh_cn: 许可证警告
zh_tw: 許可證警告

# VersionListPage_ExportModpackDialog_OfflineModeWarningInfoBar.Message
source: Including mods directly in the modpack may violate certain terms. Please do not distribute!
zh_cn: 直接将 Mod 放入整合包可能会违反部分条例，请不要进行分发！
zh_tw: 直接將 Mod 放入整合包可能會違反部分條例，請不要進行分發！

# VersionManagerPage_ExtensionTab.Text
source: Extension
zh_cn: 扩展
zh_tw: 擴充套件

# VersionManagerPage_CurrentLoaderTitle.Text
source: Current Loader
zh_cn: 当前加载器
zh_tw: 當前載入器

# VersionManagerPage_ManageLoaderTitle.Text
source: Manage Loaders
zh_cn: 管理加载器
zh_tw: 管理載入器

# VersionManagerPage_SaveExtensionConfigButton.Content
source: Save Configuration
zh_cn: 保存配置
zh_tw: 儲存配置

# VersionManagerPage_InstalledTag.Text
source: Installed
zh_cn: 已安装
zh_tw: 已安裝

# VersionManagerPage_InstallLoaderButton.Content
source: Install
zh_cn: 安装
zh_tw: 安裝

# VersionManagerPage_RemoveLoaderButton.Content
source: Remove
zh_cn: 移除
zh_tw: 移除

# Category_All
source: All Categories
zh_cn: 所有类别
zh_tw: 所有類別

# Category_Adventure
source: Adventure
zh_cn: 冒险
zh_tw: 冒險

# Category_Cursed
source: Cursed
zh_cn: 整活
zh_tw: 整活

# Category_Decoration
source: Decoration
zh_cn: 装饰
zh_tw: 裝飾

# Category_Economy
source: Economy
zh_cn: 经济
zh_tw: 經濟

# Category_Equipment
source: Equipment
zh_cn: 装备
zh_tw: 裝備

# Category_Food
source: Food
zh_cn: 食物
zh_tw: 食物

# Category_GameMechanics
source: Game Mechanics
zh_cn: 机制
zh_tw: 機制

# Category_Library
source: Library
zh_cn: 前置
zh_tw: 前置

# Category_Magic
source: Magic
zh_cn: 魔法
zh_tw: 魔法

# Category_Management
source: Management
zh_cn: 管理
zh_tw: 管理

# Category_Minigame
source: Minigame
zh_cn: 迷你游戏
zh_tw: 迷你遊戲

# Category_Mobs
source: Mobs
zh_cn: 生物
zh_tw: 生物

# Category_Optimization
source: Optimization
zh_cn: 性能
zh_tw: 效能

# Category_Social
source: Social
zh_cn: 社交
zh_tw: 社交

# Category_Storage
source: Storage
zh_cn: 存储
zh_tw: 儲存

# Category_Technology
source: Technology
zh_cn: 科技
zh_tw: 科技

# Category_Transportation
source: Transportation
zh_cn: 交通
zh_tw: 交通

# Category_Utility
source: Utility
zh_cn: 实用
zh_tw: 實用

# Category_Worldgen
source: World Generation
zh_cn: 世界生成
zh_tw: 世界生成

# Category_Cartoon
source: Cartoon
zh_cn: 卡通
zh_tw: 卡通

# Category_Fantasy
source: Fantasy
zh_cn: 幻想
zh_tw: 幻想

# Category_Realistic
source: Realistic
zh_cn: 真实
zh_tw: 真實

# Category_Vanilla
source: Vanilla
zh_cn: 原版
zh_tw: 原版

# Category_Combat
source: Combat
zh_cn: 战斗
zh_tw: 戰鬥

# Category_CoreShaders
source: Core Shaders
zh_cn: 核心
zh_tw: 核心

# Category_HighPerformance
source: High Performance
zh_cn: 高性能
zh_tw: 高效能

# Category_Potato
source: Potato
zh_cn: 低配
zh_tw: 低配

# Category_Screenshot
source: Screenshot
zh_cn: 截图
zh_tw: 截圖

# Category_Themed
source: Themed
zh_cn: 主题
zh_tw: 主題

# Category_Tweaks
source: Tweaks
zh_cn: 调整
zh_tw: 調整

# Category_Automation
source: Automation
zh_cn: 自动化
zh_tw: 自動化

# Category_Biomes
source: Biomes
zh_cn: 生物群系
zh_tw: 生物群系

# Category_BugFixes
source: Bug Fixes
zh_cn: 修复
zh_tw: 修復

# Category_Dimensions
source: Dimensions
zh_cn: 维度
zh_tw: 維度

# Category_Education
source: Education
zh_cn: 教育
zh_tw: 教育

# Category_Transport
source: Transport
zh_cn: 传输
zh_tw: 傳輸

# Category_Farming
source: Farming
zh_cn: 农业
zh_tw: 農業

# Category_Map
source: Map
zh_cn: 地图
zh_tw: 地圖

# Category_Redstone
source: Redstone
zh_cn: 红石
zh_tw: 紅石

# Category_ServerUtility
source: Server Utility
zh_cn: 服务器
zh_tw: 伺服器

# Category_Structures
source: Structures
zh_cn: 结构
zh_tw: 結構

# Category_UtilityQoL
source: Utility & QoL
zh_cn: 实用QoL
zh_tw: 實用 QoL

# Category_Ores
source: Ores and Resources
zh_cn: 矿物
zh_tw: 礦物

# Category_PlayerTransport
source: Player Transport
zh_cn: 玩家传送
zh_tw: 玩家傳送

# Category_Processing
source: Processing
zh_cn: 加工
zh_tw: 加工

# Category_Energy
source: Energy
zh_cn: 能源
zh_tw: 能源

# Category_Genetics
source: Genetics
zh_cn: 遗传
zh_tw: 遺傳

# Category_CreativeMode
source: Creative Mode
zh_cn: 创造模式
zh_tw: 創造模式

# Category_SemiRealistic
source: Semi-Realistic
zh_cn: 半真实
zh_tw: 半真實

# Category_Simplistic
source: Simplistic
zh_cn: 简约
zh_tw: 簡約

# Category_Atmospheric
source: Atmospheric
zh_cn: 氛围
zh_tw: 氛圍

# Category_Vibrant
source: Vibrant
zh_cn: 鲜艳
zh_tw: 鮮豔

# Category_512xPlus
source: 512x and Higher
zh_cn: 512x+
zh_tw: 512x+

# Category_Animated
source: Animated
zh_cn: 动画
zh_tw: 動畫

# Category_FontPacks
source: Font Packs
zh_cn: 字体
zh_tw: 字型

# Category_Medieval
source: Medieval
zh_cn: 中世纪
zh_tw: 中世紀

# Category_Miscellaneous
source: Miscellaneous
zh_cn: 杂项
zh_tw: 雜項

# Category_Modern
source: Modern
zh_cn: 现代
zh_tw: 現代

# Category_ModSupport
source: Mod Support
zh_cn: 模组支持
zh_tw: 模組支援

# Category_PhotoRealistic
source: Photo Realistic
zh_cn: 照片级
zh_tw: 照片級

# Category_Steampunk
source: Steampunk
zh_cn: 蒸汽朋克
zh_tw: 蒸汽朋克

# Category_Traditional
source: Traditional
zh_cn: 传统
zh_tw: 傳統

# Category_CombatPvP
source: Combat / PvP
zh_cn: 战斗PvP
zh_tw: 戰鬥 PvP

# Category_Expert
source: Expert
zh_cn: 专家
zh_tw: 專家

# Category_Exploration
source: Exploration
zh_cn: 探索
zh_tw: 探索

# Category_ExtraLarge
source: Extra Large
zh_cn: 超大型
zh_tw: 超大型

# Category_FTBOfficial
source: FTB Official Pack
zh_cn: FTB官方
zh_tw: FTB 官方

# Category_Hardcore
source: Hardcore
zh_cn: 硬核
zh_tw: 硬核

# Category_Horror
source: Horror
zh_cn: 恐怖
zh_tw: 恐怖

# Category_MapBased
source: Map Based
zh_cn: 地图
zh_tw: 地圖

# Category_Multiplayer
source: Multiplayer
zh_cn: 多人
zh_tw: 多人

# Category_Quests
source: Quests
zh_cn: 任务
zh_tw: 任務

# Category_SciFi
source: Sci-Fi
zh_cn: 科幻
zh_tw: 科幻

# Category_Skyblock
source: Skyblock
zh_cn: 空岛
zh_tw: 空島

# Category_SmallLight
source: Small / Light
zh_cn: 轻量
zh_tw: 輕量

# Category_Tech
source: Tech
zh_cn: 科技
zh_tw: 科技

# Category_VanillaPlus
source: Vanilla+
zh_cn: 原版+
zh_tw: 原版+

# VersionManagerPage_VersionSettingsTab.Text
source: Settings
zh_cn: 版本设置
zh_tw: 版本設定

# VersionManagerPage_LaunchCountLabel.Text
source: Launch Count
zh_cn: 启动次数
zh_tw: 啟動次數

# VersionManagerPage_PlayTimeLabel.Text
source: Play Time
zh_cn: 游戏时长
zh_tw: 遊戲時長

# VersionManagerPage_ResourcePackLabel.Text
source: Resource Packs
zh_cn: 资源包
zh_tw: 資源包

# VersionManagerPage_LaunchInfoTitle.Text
source: Launch Info
zh_cn: 启动信息
zh_tw: 啟動資訊

# VersionManagerPage_LastLaunchLabel.Text
source: Last Launch
zh_cn: 最后启动
zh_tw: 最後啟動

# VersionManagerPage_ShaderLabel.Text
source: Shaders
zh_cn: 光影
zh_tw: 光影

# VersionManagerPage_ScreenshotLabel.Text
source: Screenshots
zh_cn: 截图
zh_tw: 截圖

# VersionManagerPage_SavesTitle.Text
source: Saves
zh_cn: 存档
zh_tw: 存檔

# VersionManagerPage_NoSavesText.Text
source: No saves
zh_cn: 暂无存档
zh_tw: 暫無存檔

# VersionManagerPage_ScreenshotsTitle.Text
source: Screenshots
zh_cn: 截图
zh_tw: 截圖

# VersionManagerPage_OverviewTab.Text
source: Overview
zh_cn: 概览
zh_tw: 概覽

# VersionManagerPage_TimeUnit_Seconds
source: s
zh_cn: 秒
zh_tw: 秒

# VersionManagerPage_TimeUnit_Minutes
source: min
zh_cn: 分钟
zh_tw: 分鐘

# VersionManagerPage_TimeUnit_Hours
source: h
zh_cn: 小时
zh_tw: 小時

# VersionManagerPage_NeverLaunched
source: Never launched
zh_cn: 从未启动
zh_tw: 從未啟動

# VersionManagerPage_LaunchedToday
source: Today
zh_cn: 今天
zh_tw: 今天

# VersionManagerPage_LaunchedYesterday
source: Yesterday
zh_cn: 昨天
zh_tw: 昨天

# VersionManagerPage_LaunchedDaysAgo
source: {0} days ago
zh_cn: {0} 天前
zh_tw: {0} 天前

# VersionManagerPage_GameMode_Survival
source: Survival
zh_cn: 生存
zh_tw: 生存

# VersionManagerPage_GameMode_Creative
source: Creative
zh_cn: 创造
zh_tw: 創造

# VersionManagerPage_GameMode_Adventure
source: Adventure
zh_cn: 冒险
zh_tw: 冒險

# VersionManagerPage_GameMode_Spectator
source: Spectator
zh_cn: 旁观
zh_tw: 旁觀

# VersionManagerPage_GameMode_Unknown
source: Unknown
zh_cn: 未知
zh_tw: 未知

# WorldManagement_Back.Text
source: Back
zh_cn: 返回
zh_tw: 返回

# WorldManagement_GameMode.Text
source: Game Mode
zh_cn: 游戏模式
zh_tw: 遊戲模式

# WorldManagement_Difficulty.Text
source: Difficulty
zh_cn: 难度
zh_tw: 難度

# WorldManagement_WorldSize.Text
source: World Size
zh_cn: 世界大小
zh_tw: 世界大小

# WorldManagement_OpenFolder.Text
source: Open Folder
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# WorldManagement_Tab_Overview.Content
source: Overview
zh_cn: 概览
zh_tw: 概覽

# WorldManagement_Tab_DataPacks.Content
source: Data Packs
zh_cn: 数据包
zh_tw: 資料包

# WorldOverview_BasicInfo.Text
source: Basic Information
zh_cn: 基本信息
zh_tw: 基本資訊

# WorldOverview_Seed.Text
source: Seed
zh_cn: 种子
zh_tw: 種子

# WorldOverview_CreationTime.Text
source: Created
zh_cn: 创建时间
zh_tw: 建立時間

# WorldOverview_LastPlayed.Text
source: Last Played
zh_cn: 最后游玩
zh_tw: 最後遊玩

# WorldOverview_Statistics.Text
source: Statistics
zh_cn: 游玩统计
zh_tw: 遊玩統計

# WorldOverview_PlayTime.Text
source: Play Time
zh_cn: 游玩时长
zh_tw: 遊玩時長

# WorldOverview_InGameDays.Text
source: In-Game Days
zh_cn: 游戏内天数
zh_tw: 遊戲內天數

# WorldOverview_AllowCommands.Text
source: Allow Commands
zh_cn: 允许命令
zh_tw: 允許命令

# WorldOverview_CopySeedTooltip.ToolTipService.ToolTip
source: Click to copy seed
zh_cn: 点击复制种子
zh_tw: 點選複製種子

# WorldDataPacks_LoadingDescription.Text
source: Loading description...
zh_cn: 加载描述中...
zh_tw: 載入描述中...

# WorldDataPacks_Delete.Text
source: Delete
zh_cn: 删除
zh_tw: 刪除

# WorldDataPacks_EmptyTitle.Text
source: No Data Packs
zh_cn: 暂无数据包
zh_tw: 暫無資料包

# WorldDataPacks_EmptyDescription.Text
source: Place data pack files in the datapacks folder
zh_cn: 将数据包文件放入 datapacks 文件夹
zh_tw: 將資料包檔案放入 datapacks 資料夾

# WorldDataPacks_OpenFolder.Text
source: Open Folder
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# WorldManagement_Unknown
source: Unknown
zh_cn: 未知
zh_tw: 未知

# WorldManagement_Enabled
source: Enabled
zh_cn: 已开启
zh_tw: 已開啟

# WorldManagement_Disabled
source: Disabled
zh_cn: 已关闭
zh_tw: 已關閉

# WorldManagement_Hours
source: hours
zh_cn: 小时
zh_tw: 小時

# WorldManagement_Minutes
source: minutes
zh_cn: 分钟
zh_tw: 分鐘

# WorldManagement_Days
source: days
zh_cn: 天
zh_tw: 天

# WorldManagement_Difficulty_Peaceful
source: Peaceful
zh_cn: 和平
zh_tw: 和平

# WorldManagement_Difficulty_Easy
source: Easy
zh_cn: 简单
zh_tw: 簡單

# WorldManagement_Difficulty_Normal
source: Normal
zh_cn: 普通
zh_tw: 普通

# WorldManagement_Difficulty_Hard
source: Hard
zh_cn: 困难
zh_tw: 困難

# WorldManagement_GameMode_Survival
source: Survival
zh_cn: 生存模式
zh_tw: 生存模式

# WorldManagement_GameMode_Creative
source: Creative
zh_cn: 创造模式
zh_tw: 創造模式

# WorldManagement_GameMode_Adventure
source: Adventure
zh_cn: 冒险模式
zh_tw: 冒險模式

# WorldManagement_GameMode_Spectator
source: Spectator
zh_cn: 旁观模式
zh_tw: 旁觀模式

# WorldManagement_GameMode_Hardcore
source: Hardcore
zh_cn: 极限模式
zh_tw: 極限模式

# LaunchPage_ValidatingMicrosoftTokenText
source: Validating Microsoft account token...
zh_cn: 正在验证微软账户令牌...
zh_tw: 正在驗證微軟賬戶令牌...

# LaunchPage_ValidatingExternalTokenText
source: Validating external login token...
zh_cn: 正在验证外置登录令牌...
zh_tw: 正在驗證外接登入令牌...

# LaunchPage_TokenValidationPassedText
source: Token validation passed
zh_cn: 令牌验证通过
zh_tw: 令牌驗證透過

# LaunchPage_TokenExpiredTitle
source: Login Expired
zh_cn: 登录已过期
zh_tw: 登入已過期

# LaunchPage_TokenExpiredContent
source: Your login token has expired. Please log in again before launching the game.
zh_cn: 您的登录令牌已失效，请重新登录后再启动游戏。
zh_tw: 您的登入令牌已失效，請重新登入後再啟動遊戲。

# LaunchPage_GoToLoginText
source: Go to Login
zh_cn: 前往登录
zh_tw: 前往登入
